<?php
// +----------------------------------------------------------------------
// | OneCMF - 基于ThinkPHP的内容管理框架
// +----------------------------------------------------------------------
// | Copyright (c) 2015 麦当苗儿，ONECMF.COM
// +----------------------------------------------------------------------
// | Licensed ( http://onecmf.mit-license.org/2015/license.html )
// +----------------------------------------------------------------------
// | Author: 麦当苗儿 <zuojiazi@vip.qq.com> <www.zjzit.cn>
// +----------------------------------------------------------------------

/**
 * OneCMF 公共配置
 */

return array(
    /* 自动加载OneCMF核心文件 */
    'LOAD_EXT_FILE' => 'core',

    /* 注册名空间 */
	'AUTOLOAD_NAMESPACE' => array(
        'OC' => ONECMF_PATH, //OneCMF根命名空间
    ),

);
