<?php
// +----------------------------------------------------------------------
// | OneCMF - 基于ThinkPHP的内容管理框架
// +----------------------------------------------------------------------
// | Copyright (c) 2015 麦当苗儿，ONECMF.COM
// +----------------------------------------------------------------------
// | Licensed ( http://onecmf.mit-license.org/2015/license.html )
// +----------------------------------------------------------------------
// | Author: 麦当苗儿 <zuojiazi@vip.qq.com> <www.zjzit.cn>
// +----------------------------------------------------------------------

/**
 * OneCMF 核心文件
 * 主要定义版本，名称等核心常量
 */

/**
 * 核心版本号
 */
const OC_VERSION = '1.0.0-dev';

/**
 * 管理后台模块
 * 该模块为系统核心模块，不需要安装，禁止卸载
 */
const OC_ADMIN_MODULE = 'Admin';

/**
 * 创始人帐号
 * 创始人帐号拥有系统最高权限（所有权限）
 * 所有针对该帐号的权限设置无效
 */
const OC_ADMINISTRATOR = 1;
