<?php
// +----------------------------------------------------------------------
// | OneCMF - 基于ThinkPHP的内容管理框架
// +----------------------------------------------------------------------
// | Copyright (c) 2015 www.onecmf.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://mit-license.org )
// +----------------------------------------------------------------------
// | Author: 麦当苗儿 <zuojiazi@vip.qq.com> <www.zjzit.cn>
// +----------------------------------------------------------------------

/**
 * OneCMF 公共配置
 */

return array(

    /* 注册名空间 */
	'AUTOLOAD_NAMESPACE' => array(
        'OC' => ONECMF_PATH, //OneCMF根命名空间
    ),

);
